 [
   {
    "company_name": "Microsoft",
    "ceo": "CEO: Satya Nadella ",
    "Revenue": " Revenue $161 billion",
    "employes": "No. of Employees: 1,82,268",
    "description" : "Microsoft is the world s leading and valuble and the most visible IT company, with over $161 billion in revenue in 2022. Microsoft Corporation was founded in 1975 by Bill Gates and Paul Allen in Redmond, Washington, and is one of the worlds largest technology companies.It develops, manufactures, licences, supports, and sells computer software, personal computers, , consumer electronics and related services. The Microsoft Windows operating system, the Microsoft Office suite, and the Internet Explorer, Edge, and Xbox web browsers are among its most well-known software products. Furthermore, the company creates consumer and enterprise software for desktops and servers"
   },
   {
    "company_name": " Hewlett Packard Enterprise (HP)",
    "ceo": "CEO: Enrique Lores",
    "Revenue": "Revenue: $63.49 billion",
    "employes": "No. of Employees: 51,000",
    "description" : "Hewlett Packard Enterprise is a global technology company that provides IT, technology, and enterprise products, solutions, and services. Based in Palo Alto, California, HP creates and sells hardware components, software, and related services to consumers, small and medium-sized businesses (SMBs), large enterprises, and customers in the government, health, and education sectors. It also offers software solutions such as SAAS software as a service, cloud computing services, education, consulting, and support, among other things. HP is expected to maintain its position as one of the top ten IT companies in the world in the future, owing to strong market performance"
   },
   {
    "company_name": " IBM | One of the top IT companies in the world",
    "ceo": "CEO: Arvind Krishna",
    "Revenue": "Revenue: $57.35 billion",
    "employes": "No. of Employees: 2,82,100",
    "description" : "IBM, which stands for International Business Machines, is the world’s largest IT services company, with over 300 offices and 2,82,100 employees working in over 177 countries. On June 16, 1911, financial capitalist Charles Ranlett Flint founded the American company, with its headquarters in Armonk, New York, USA.Today, IBM generates revenue through five segments: Cloud & Cognitive Software, Global Technology Services (GTS), Global Business Services (GBS), Global Financing, and Systems. Its GTS division is responsible for providing the best IT services to its customers worldwide. These services include process outsourcing and upkeep of critical client systems and infrastructure. "
   },
   {
    "company_name":"Foresight IT",
    "description":"We provide world-class services including Digital Marketing, Web design & Development, Software Development, Mobile App Development, Graphic Design & Consulting. We are known as one of the best software companies in the It World. We are recognized as a top IT Company BD. Foresight It has 4 years of experience in this field.To be the global leader in IT Services. Building on our technologies, competencies, and customer interests, and creating value for our stakeholders and customers. In the local market, many small businesses are using our software. The mobile application can be customized as your requirement. Software services of foresight it always try to satisfy our clients.We’ll achieve this by focusing on the intersection of our client’s emerging needs and the acceleration of business and technological change."
   },
   {
    "company_name":" Datasoft Systems BD ltd",
    "description":"DataSoft Systems Bangladesh Limited is a Reputed IT company in BD.DataSoft Systems Bangladesh Limited is the first software company in Bangladesh to be documented as a CMMI Level 5 Software Development company.Only **377 companies in the world have been perceived as CMMI level 5 companies.Certified as a CMMI level 3 company since 2009, DataSoft has always been ahead of its game in contrast to other local firms.On April 24, 2014, DataSoft started its journey as a CMMI Level 5 company, and with that. it introduced a new era in the IT companies of the Country"
   },
   {
    "company_name":"TigerIT Bangladesh LTD.",
    "description":"TigerIT provides end-to-end credentials management answers for the govt. and state agencies. It combines progressive solution design, and strong back-end systems with economical project management during a single law officer solution for national IT infrastructure undertakings. software development processes are very tricky and we are experts in them.TigerIT solutions vary from National ID, citizen Registration, e-Passports, Border Control, and driving license to Vehicle registration and tracking. In addition, companies started providing an extremely specialized systems.Integration of third-party hardware/software with heritage systems, together with identity governance, Enterprise Single Sign-On, identity, and access management solutions to giant organizations like banks, telecom companies, and international companies"
   }
 ]